[
  {
    "title": "Mounjaro (Tirzepatide)",
    "subtitle": "Weekly Injection",
    "description": "Mounjaro (Tirzepatide) is the newest FDA approved medication for management of diabetes and obesity.  It was launched in July 2022.  Mounjaro (Tirzepatide) is an improvement over Semaglutide (Wegovy, Ozempic, Rybelsus).  It binds to two receptors scientifically known as GLP-1 and GIP to regulate insulin production from pancreas and suppress our appetite. It is a weekly injection that you do yourself.  Clinical trials that evaluated the effectiveness of Tirzepatide on people with obesity showed over 20% of weight reduction during the course of the study (published in New England Journal of Medicine (1).   A 230 lb participant lost an average of over 50 lbs in the study !!  This significant weight loss is comparable to those patients who have undergone bariatric surgery e.g. Sleeve gastrectomy. Tirzepatide is recognized by scientists as a major breakthrough in the management of patients with diabetes and obesity. The most common side effects of Mounjaro occur in the gastrointestinal tract (nausea, diarrhea, constipation and bloating in over 20% of participants).  From Dr. Yip’s clinical experience, they are well-tolerated.  There are six dosages of Mounjaro (2.5 mg; 5 mg; 7.5mg; 10mg; 12.5 mg and 15 mg).  It is recommended that all persons start with 2.5 mg weekly injection in the first month and move up to 5 mg weekly in month 2 as tolerated.",
    "link": "https://www.mounjaro.com/",
    "image": "https://www.iowadiabetes.com/wp-content/uploads/2022/06/mounjaro.jpg"
  },
  {
    "title": "Ozempic (Semaglutide)",
    "subtitle": "Weekly Injection",
    "description": "Ozempic, Wegovy, and Rybelsus all contain the exact same ingredient: semaglutide. A pharmaceutical company based in Denmark called Novo Nordisk researched and developed this medication, which is FDA-approved for diabetes treatment as a weekly injection. Dosages include 0.25 mg, 0.5 mg, 1.0 mg, and 2.0 mg. ",
    "link": "https://www.ozempic.com/",
    "image": "https://www.empr.com/wp-content/uploads/sites/7/2021/04/Ozempic_article.png"
  },
  {
    "title": "Wegovy (Semaglutide) ",
    "subtitle": "Weekly Injection",
    "description": "Wegovy is FDA-approved for weight management as a weekly injection. Dosages include 0.25 mg, 0.5 mg, 1 mg, 1.7 mg, and 2.4 mg. It is recommended that people should start at 0.25 mg in the first month before advancing to a higher dosage as tolerated. Wegovy was launched in the United States in August 2021. Due to high demand, it has run into supply issues.",
    "link": "https://www.wegovy.com/",
    "image": "https://assets.medpagetoday.net/media/images/96xxx/96425.jpg"
  },
  {
    "title": "Rybelsus (Semaglutide)",
    "subtitle": "Daily Oral Medication",
    "description": "Rybelsus is FDA-approved for diabetes management. It is a daily oral tablet that has to be taken first thing in the morning with 4 oz of water. One should not eat anything else for 30 minutes after taking Rybelsus because food will affect the absorption of the medication. Dosages include 3 mg, 7 mg, and 14 mg. ",
    "link": "https://www.rybelsus.com/",
    "image": "https://www.thepharmaletter.com/media/image/rybelsus_big.jpg"
  },
  {
    "title": "Saxenda (Liraglutide)",
    "subtitle": "Daily Injection",
    "description": "Saxenda (liraglutide) is a daily injection also developed by Novo Nordisk. Liraglutide is not as popular as semaglutide because most patients prefer weekly injection over daily injection.",
    "link": "https://www.saxenda.com/",
    "image": "https://www.ukmeds.co.uk/media/catalog/product/cache/0fa74f79104c51d256533821159b596d/s/a/saxenda_6mg_3_pens-3.jpg"
  },
  {
    "title": "Phentermine",
    "subtitle": "Daily Oral Medication",
    "description": "Phentermine was FDA approved for weight management in the 1960s and has been the “go-to” weight loss medicine for many years. Because there are many generic versions, phentermine is very cost-effective. Phentermine was part of a very popular “diet-combo pill” known as “phen-fen” (phentermine-fenfluramine) in the ’90s until it was discovered that fenfluramine was associated with heart valve problems and pulmonary hypertension. Although fenfluramine was withdrawn from the market in 1997, phentermine remains to be the most prescribed appetite suppressant in the United States since it is not known to cause heart valve issues. ",
    "link": "",
    "image": "https://www.empowerpharmacy.com/sites/default/files/2020-09/Phentermine-37.5mg-Tablets.jpg"
  },
  {
    "title": "Qsymia (Phentermine–Topiramate)",
    "subtitle": "Daily Oral Medication",
    "description": "Qysmia was approved by FDA in 2012.  Qysmia consists of phentermine and Topirimate mixed into one pill.  Currently, Qysmia still holds the patent and it has a retail price of about $100 dollars per month. ",
    "link": "https://qsymia.com/",
    "image": "https://www.empr.com/wp-content/uploads/sites/7/2022/06/Qsymia-Vivus.jpg"
  },
  {
    "title": "Contrave (Naltrexone–Bupropion) ",
    "subtitle": "Oral Medication",
    "description": "In late 1990s, Dr. Yip collaborated with psychiatrists to explore whether obesity is a consequence of “food addiction.” Clinical studies were conducted utilizing several anti-addiction medications for treatment of obesity. Although some of these anti-addiction medicines demonstrated weight loss effects, they all suffered from a similar psychiatric side effect: depression. For instance, rimonabant, an anti-marijuana (anti-cannabinoid) receptor blocker was approved in Europe in 2006 to treat overweight patients. However, rimonabant was withdrawn from the European market in 2008 because of its psychiatric side effects. Meanwhile, Contrave is a combination anti-addiction and antidepressant medication that was approved in 2014. It contains Naltrexone, which is currently used for opiate and alcohol addiction, combined with bupropion, an antidepressant. Clinical trials have shown that overweight individuals are able to lose approximately 10% of their body weight by taking Contrave. The most common side effect of Contrave is nausea. Contrave is still a brand name medication and costs approximately $100 per month. ",
    "link": "https://contrave.com/",
    "image": "https://cdn.sanity.io/images/0vv8moc6/pharmacytimes/db35547a77562274e027ea1404abde7c867c7d6c-668x906.png"
  }
]
